[BetterCostStrings_Settings]

SettingsPageLabel=更好的成本字符串显示
PageTitleLabel=更好的成本字符串显示
GroupGeneralSettingsLabel=常规设置

SHOW_AVAILABLE_RESOURCES_Label="同时显示可用资源（补给、超釉水晶等）"
SHOW_AVAILABLE_RESOURCES_Tip="如果启用，将在成本字符串中同时显示可用资源。"

ENABLE_HIGHLIGHT_SPARSE_Label="高亮显示稀缺资源和物品"
ENABLE_HIGHLIGHT_SPARSE_Tip="如果启用，当资源和物品的库存数量低于配置的阈值时，它们将被高亮显示。"

SPARSE_WARNING_MULTIPLIER_Label="稀缺阈值乘数"
SPARSE_WARNING_MULTIPLIER_Tip="用于确定资源和物品被视为稀缺的阈值的乘数因子，该因子将乘以可用资源和物品的数量。"
